app/controllers/tournament_controller.rb

SELECT "tournaments".* FROM "tournaments"
---
  def index
    @tournament = Tournament.all